{
  "Retention Incentive Calculator":
  "Calculadora de incentivos de retención",
  "Returning for 22-23":
  "Volviendo a 22-23",
  "In April of 2022, you were asked to complete an intent to return form with the anticipation of a proposed incentive to be paid in or around October 2022.":
  "En abril de 2022, se le pidió que completara un formulario de intención de devolución con la anticipación de un incentivo propuesto que se pagará alrededor de octubre de 2022.",
  "The proposal was approved and the incentive will be paid out over the coming months.":
  "La propuesta fue aprobada y el incentivo se pagará en los próximos meses.",
  "Please note that this calculator is designed to give you an estimate of the dollar amount of your incentive and will not take any special circumstances into account.":
  "Tenga en cuenta que esta calculadora está diseñada para darle una estimación del monto en dólares de su incentivo y no tendrá en cuenta ninguna circunstancia especial.",
  "Additionally, these calculations only reflect retention incentive amounts for returning employees. Newly negotiated rates in TCTA and AFT agreements are not reflected in this total.":
  "Además, estos cálculos solo reflejan los montos de incentivos de retención para los empleados que regresan. Las tarifas recién negociadas en los acuerdos TCTA y AFT no se reflejan en este total.",
  "No":
  "No",
  "Yes":
  "Sí",
  "Do you work at Celia Clinton Elementary, John Hope Franklin Elementary, Hawthorne Elementary, Whitman Elementary, Central Middle, or Central High?":
  "¿Trabaja en las escuelas primarias Celia Clinton, John Hope Franklin, Hawthorne, Whitman, Central Middle o Central High?",
  "Do you teach in an Exceptional Student Services role? This includes ESS teachers, school psychologists, psychometrists, occupational therapists, speech pathologists, and compliance specialists.":
  "¿Enseña en un rol de Servicios para Estudiantes Excepcionales? Esto incluye maestros de ESS, psicólogos escolares, psicometristas, terapeutas ocupacionales, patólogos del habla y especialistas en cumplimiento.",
  "Secondary certified math, science or world language teacher":
  "Profesor certificado a nivel secundaria de matemáticas, ciencias o idiomas del mundo",
  "Certified special education":
  "educación especial certificada",
  "Are you serving as a paraprofessional with a Level III or Level IV Parapro certification?":
  "¿Está sirviendo como paraprofesional con una certificación Parapro Nivel III o Nivel IV?",
  "Begin":
  "Empezar",
  "Are you a returning staff member or a new staff member this year?":
  "¿Es usted un miembro del personal que regresa o es un nuevo miembro del personal este año?",
  "Team member who worked at TPS in 21-22 and returned for the 22-23 school year":
  "Miembro del equipo que trabajó en TPS en 21-22 y regresó para el año escolar 22-23",
  "New team member who joined TPS for the 22-23 school-year":
  "Nuevo miembro del equipo que se unió a TPS para el año escolar 22-23",
  "Do you work at a school site or a district site?":
  "¿Trabaja en un sitio escolar o en un sitio del distrito?",
  "School":
  "Escuela",
  "District Administrative":
  "Administrativo del Distrito",
  "District Operations":
  "Operaciones del Distrito",
  "school":
  "escuela",
  "If you report to a school site every day, we are talking about you!":
  "Si se presenta a un edificio escolar todos los días, ¡estamos hablando de usted!",
  "district administrative":
  "administrativo del distrito",
  "Administrative staff who work at the Education Service Center, Grant Building, Wilson Teaching and Learning, or Enrollment Center.":
  "Personal administrativo que trabaja en el Centro de Servicios Educativos, el Edificio Grant, el Centro de Enseñanza y Aprendizaje de Wilson o el Centro de Inscripción.",
  "district operations":
  "operaciones del distrito",
  "Operations and support professionals and administrative staff including facilities and plant operations, maintenance, grounds, child nutrition, transportation, or campus police.":
  "Profesionales de operaciones y apoyo y personal administrativo, incluidas las instalaciones y las operaciones de la planta, el mantenimiento, los terrenos, la nutrición infantil, el transporte o la policía del campus.",
  "Which of the following position groups represents your current position?":
  "¿Cuál de los siguientes grupos de posiciones representa su posición actual?",
  "Certified teacher":
  "profesor certificado",
  "Certified psychometrist, psychologist, occupational therapist, speech pathologist":
  "Psicómetra certificado, psicólogo, terapeuta ocupacional, patólogo del habla",
  "Support professional":
  "profesional de apoyo",
  "certified teacher":
  "maestro certificado",
  "certified teacher working in a school building":
  "maestro certificado que trabaja en un edificio escolar",
  "support professional":
  "profesional de apoyo",
  "teacher assistant, front office staff, paraprofessional, nurses, health assistants, custodial, child nutrition, before/after learning":
  "asistente de maestro, personal de recepción, paraprofesional, enfermeras, asistentes de salud, conserjes, nutrición infantil, antes/después del aprendizaje",
  "Calculate":
  "Calcular",
  "You selected:":
  "Usted seleccionó:",
  "Returning for the 22-23 school year":
  "Regresando para el año escolar 22-23",
  "A new hire for the 22-23 school year":
  "Una nueva contratación para el año escolar 22-23",
  "Work at Celia Clinton Elementary, John Hope Franklin Elementary, Hawthorne Elementary, Whitman Elementary, Central Middle, or Central High":
  "Trabaja en escuela primaria Celia Clinton, escuela primaria John Hope Franklin, escuela primaria Hawthorne, escuela primaria Whitman, escuela intermedia central o la escuela secundaria central",
  "Work at a school":
  "trabajar en una escuela",
  "District administrative staff working at the Education Service Center, Grant Building, Wilson Teaching and Learning, or Enrollment Center":
  "Personal administrativo del distrito que trabaja en el Centro de Servicios Educativos, Edificio Grant, Centro de Enseñanza y Aprendizaje Wilson o Centro de Inscripción",
  "District operations and support professionals and administrative staff including facilities and plant operations, maintenance, grounds, child nutrition, transportation, or campus police":
  "Profesionales de operaciones y apoyo del distrito y personal administrativo, incluidas las instalaciones y las operaciones de planta, mantenimiento, jardines, nutrición infantil, el transporte o la policía del campus",
  "A support professional":
  "Profesional de apoyo",
  "A certified teacher":
  "Maestro certificado",
  "A certified psychometrist, psychologist, occupational therapist, speech pathologist":
  "Psicometrista certificado, psicólogo, terapeuta ocupacional, patólogo del habla",
  "Teach in an Exceptional Student Services role":
  "Enseñar en un rol de Servicios para Estudiantes Excepcionales",
  "Serving as a paraprofessional with a Level III or Level IV Parapro certification":
  "Sirviendo como paraprofesional con una certificación Parapro Nivel III o Nivel IV",
  "Qualified incentives:":
  "Incentivos calificados:",
  "One-time incentive, 5% of salary":
  "Incentivo único, 5% del salario",
  "total incentive":
  "incentivo total",
  "plus one-time 5% of salary incentive":
  "más 5% de incentivo salarial por única vez",
  "Welcome to Team Tulsa! We are glad you joined our team. At this time, there is no hiring incentive for new district office staff members.":
  "¡Bienvenido al Equipo Tulsa! Nos alegra que se haya unido a nuestro equipo. En este momento, no hay ningún incentivo de contratación para los nuevos miembros del personal de la oficina del distrito.",
  "Start Over":
  "Comenzar de nuevo",
  "Retention incentive based on submitted Intent to Return form in April 2022":
  "Incentivo de retención basado en el formulario de intención de devolución enviado en abril de 2022",
  "New hire incentive":
  "Incentivo de nuevas contrataciones",
  "FUSE retention incentive":
  "Incentivo de retención FUSE",
  "FUSE hiring incentive":
  "Incentivo a la contratación FUSE",
  "FUSE completion award (based on completion of the 22-23 school year)":
  "Premio de finalización FUSE (basado en la finalización del año escolar 22-23)",
  "Parapro, Level III or IV incentive":
  "Incentivo Parapro, Nivel III o IV",
  "Certified special education teachers":
  "Maestros de educación especial certificados",
  "Certified psychometrist, Psychologist, Occupational therapist, speech pathologist":
  "Psicólogo certificado, Psicólogo, Terapeuta ocupacional, logopeda",
  "_": "_"
}
